Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: User
ja: ユーザー

source: User '' is already a member of this project
ja: ユーザ はこのプロジェクトの既存メンバーです

source: User ID:
ja: ユーザー ID:

source: User info
ja: ユーザー情報

source: User name:
ja: ユーザー名:

source: User role
ja: ユーザのロール

source: User {0} has left
ja: {0}さんが脱退しました

source: User {0} is mapping nearby
ja: {0}さんが近くをマッピングしています

source: User-ID:
ja: ユーザーID:

source: User:
ja: ユーザー:

source: Username
ja: ユーザー名

source: Username/password invalid
ja: ユーザ名/パスワードが不正です。

source: Username:
ja: ユーザー名:

source: Users
ja: ユーザ管理

source: Users mapping nearby:
ja: 付近をマッピングしているユーザー:

source: Users of OpenStreetBugs could leave a short message on the map if something was missing or obviously wrong, like "oneway in wrong direction" or "bridge or level_crossing?".
ja: OpenStreetBugsのユーザーは、何かが欠けていたり、明らかに間違っていたりした場合、地図上に短いメッセージを残すことができる。

source: Using Mercator
ja: メルカトルの使用

source: Using authentication method ''Basic Authentication''.
ja: 認証方法「ベーシック認証」を使用しています。

source: Using the data
ja: データの使用

source: Using {1}.
ja: {1}を使用。

source: Usual elevation at the bottom of the routes
ja: ルートの下部の通常の標高

source: Usual route length (m)
ja: 通常ルート長(m)

source: Usually protected for its uniqueness.
ja: 通常、一意性のために保護されます。

source: Usually such region is divided into squares and only one mapper at a time works on one square.
ja: 通常、そのような領域は正方形に分割され、一度に1つのマッパーだけが、その範囲を作業します。

source: Usually this should be fixed.
ja: 通常これは修正すべきです。

source: Utilsplugin2 settings
ja: Utilsplugin2の設定

source: Vacuum Cleaner
ja: 掃除機店

source: Validate
ja: 検証

source: Validate a task
ja: タスクの検証

source: Validate another task
ja: 他のタスクを検証

source: Validate property values and tags using complex rules.
ja: 混合ルールを使用しているプロパティの値とタグを検証

source: Validate that objects types are valid checking against presets.
ja: オブジェクトタイプが有効であることを確認し、プリセットと照合します。

source: Validate that property keys are valid checking against list of words.
ja: ワードのリストをチェックしてプロパティキーが正しいか検証。

source: Validate that property values are valid checking against presets.
ja: プリセットをチェックしてプロパティの値が正しいか検証。

source: Validate turn- and lane-length-relations for consistency.
ja: リレーションの進行方向と車線の長さの整合性を検査します。

source: Validated
ja: 検証済み

source: Validates MATSim-related network data
ja: MATSim関連のネットワークデータを検証します

source: Validates MATSim-related transit schedule data
ja: MATSim関連の交通スケジュール・データを検証します。

source: Validates connectivity relations
ja: 接続関係を検証します

source: Validating
ja: 検証中

source: Validating error in file {0}: {1} Do you want to continue without validating the file ?
ja: ファイル {0} の検査エラー: {1} このファイルを検査せずに続けますか？

source: Validation
ja: 妥当性検査

source: Validation Error Files
ja: 検証エラーファイル

source: Validation Results
ja: 妥当性検査結果

source: Validation errors
ja: 妥当性検査エラー

source: Validation failed.
ja: 検証に失敗しました。

source: Validaton resulted in warnings.
ja: 検証の結果、警告が発生しました。

source: Validator {0} List Management
ja: バリデータ{0}リスト管理

source: Valley
ja: 谷

source: Value
ja: 値

source: Value ''{0}'' for key ''{1}'' is unknown, maybe ''{2}'' is meant?
ja: キー ''{1}'' の値 ''{0}'' は既知です。{2} のいずれかの可能性があります。

source: Value ''{0}'' for key ''{1}'' is unknown, maybe one of {2} is meant?
ja: キー ''{1}'' の値 ''{0}'' は既知です。{2} のいずれかの可能性があります。

source: Value ''{0}'' for key ''{1}'' looks like ''{2}''.
ja: ''{1}''キーの値''{0}''は''{2}''のようです。

source: Value ''{0}'' for key ''{1}'' not in presets, but is known.
ja: キー ''{1}'' の値 ''{0}'' はプリセットにはありませんが、既知です。

source: Value ''{0}'' for key ''{1}'' not in presets.
ja: キー ''{1}'' の値 ''{0}'' はプリセットにはありません。

source: Value ''{0}'' for option +init not supported.
ja: +initオプションで''{0}''の値は対応していません。

source: Value ''{0}'' is going to be applied for key ''{1}''
ja: 値 ''{0}'' はキー ''{1}'' に割り当てられます

source: Value ''{0}'' is not a number.
ja: 値''{0}'' は数値ではありません

source: Value >0 expected for parameter ''{0}'', got {1}
ja: パラメータ ''{0}'' では値 > 0 が期待されています。入力値 {1}

source: Value expected for parameter ''{0}''.
ja: パラメーター ''{0}'' には値が必要です。

source: Value for latitude in range [-90,90] required.
ja: 緯度の値は[-90,90]の範囲でなければなりません。

source: Value for longitude in range [-180,180] required.
ja: 経度の値は[-180,180]の範囲でなければなりません。

source: Value is too long (max {0} characters):
ja: 値が長すぎます(最大{0}文字):

source: Value of changesetId is {0}
ja: changesetIdの値は{0}です

source: Value:
ja: 値:

source: Values length is {3}.
ja: 値の長さは{3}です。

source: Valve type
ja: バルブタイプ

source: Valves
ja: バルブ

source: Variety Store
ja: 雑貨店

source: Various improvements and bugfixes
ja: 多くの改良とバグ修正

source: Various settings that influence the visual representation of the whole program.
ja: プログラム全体の見た目に影響する各種設定

source: Vector images grab multiplier:
ja: ベクタイメージ取得倍率:

source: Vegan
ja: ビーガン

source: Vegetarian
ja: ベジタリアン

source: Vehicle
ja: 自動車

source: Vehicle access
ja: 自動車の通行

source: Vehicle properties
ja: 車両のプロパティ

source: Vehicles per type
ja: 車両種類別

source: Vehicles per use
ja: 車両の利用目的別

source: Velocity (red = slow, green = fast)
ja: 速度(赤=遅い、緑=速い)

source: Velocity, {0}
ja: 速度, {0}

source: Vending Machine
ja: 自動販売機

source: Vending products
ja: 販売商品

source: Version > 0 expected.
ja: バージョン>0が期待されます。

source: Version {0}
ja: バージョン {0}

source: Version:
ja: バージョン:

source: Version: Code: GitHubLicense: GPLv3Icons: Linearicons
ja: バージョン: コード: GitHubライセンス: GPLv3アイコン: Linearicons

source: Very long segment of {0} kilometers
ja: {0}キロメートルに及ぶ長い区間

source: Veterinary
ja: 動物病院

source: Via (intermediate stops)
ja: 経由点(中間駅・停留所)

source: Vias:
ja: 経由地:

source: Video
ja: ビデオ

source: Video Games
ja: ビデオゲーム

source: View
ja: 表示

source: View All
ja: すべてを表示

source: View License
ja: ライセンスを見る

source: View License (summary)
ja: ライセンスを見る〈概要〉

source: View Local Portal page
ja: 地域ポータルページを見る

source: View National Portal page
ja: 国別ポータルページを開く

source: View OSM Wiki page
ja: OSM のウィキページを見る

source: View URL
ja: URLを表示

source: View Wikidata page
ja: ウィキデータのページを見る

source: View Wikispecies page
ja: Wikispecies を表示

source: View changeset
ja: 変更セットを表示

source: View changeset in web browser
ja: ウェブブラウザで変更セットを表示

source: View full text
ja: テキスト全体を表示

source: View image
ja: 画像を閲覧

source: View in browser
ja: ブラウザで表示

source: View summary
ja: 概要を表示

source: View the full text of this license
ja: このライセンス契約書の全文を見る

source: View the license of the selected data set
ja: 選択されたデータセットのライセンスを見る

source: View website
ja: ウェブサイトを表示

source: View: {0}
ja: 表示: {0}

source: Viewpoint
ja: 展望台

source: Viewport
ja: ビューポート

source: Viewport Following
ja: ビューポート追随

source: Viewport following is disabled
ja: ビューポート追随が無効です

source: Viewport following is enabled, press {0} to disable it
ja: ビューポート追随が有効になっています。{0}を押して無効にしてください

source: Village
ja: 村

source: Village Green
ja: ビレッジグリーン

source: Village/City
ja: 村・市

source: Vineyard
ja: ぶどう畑

source: Visa Debit
ja: VISAデビット

source: Visibility
ja: 可視性

source: Visibility/readability
ja: 可視性/視認性

source: Visible
ja: 可視

source: Visible Headframe
ja: 地上施設

source: Visible from scale
ja: スケールから見える

source: Visit Homepage
ja: ホームページはこちら

source: Visual
ja: 外観

source: Visual approach slope indicator
ja: 進入角指示灯

source: Visualization
ja: 表示方法

source: Visualizes routing information as a routing graph.
ja: ルーティング情報をルーティンググラフとして可視化する。

source: Vodo-Vodyanoi Energetichesky Reactor (VVER)
ja: ロシア型加圧水型原子炉(VVER)

source: Voice recorder calibration
ja: ボイスレコーダの調整

source: Volcano
ja: 火山

source: Volleyball
ja: バレーボールコート

source: Voltage
ja: 電圧

source: Voltage in Volts (V)
ja: 電圧(V)

source: Volume (in liters)
ja: 容量（リットル単位）

source: Volunteers use satellite imagery from OpenStreetMap to trace buildings, roadways, and other features.
ja: ボランティアはOpenStreetMapの衛星画像を使用して、建物、道路、その他の地物をトレースします。

source: W
ja: 西

source: WC
ja: トイレ

source: WGS84 Geographic
ja: WGS84測地系

source: WMS Error
ja: WMSエラー

source: WMS Files (*.wms)
ja: WMSファイル(*.wms)

source: WMS Layer
ja: WMSレイヤー

source: WMS Servers
ja: WMSサーバ群

source: WMS Settings
ja: WMS設定

source: WMS URL or Image ID:
ja: WMS URL または画像ID:

source: WMS adapter
ja: WMSアダプター

source: WMS layer ({0}), {1} tile(s) loaded
ja: WMSレイヤー({0}), {1}枚のタイルを読み込みました

source: WMS servers setup
ja: WMSサーバ設定

source: WMTS Capabilities document did not contain layers in url: {0}
ja: WMTS機能ドキュメントには、URL中にレイヤーが含まれていません:{0}

source: WMTS Error
ja: WMTSエラー

source: WMTS Parser error - start element {0} has different name than end element {2}
ja: WMTS パーサエラー - 開始要素 {0} が終了要素 {2} の名前が異なります

source: WWW link (OSM/Google maps)
ja: WWWリンク(OSM/Googleマップ)

source: Wait for full quality pictures
ja: フル品質の写真を待つ

source: Wait time (milliseconds)
ja: 待ち時間(ms)

source: Waiting 10 seconds ...
ja: 10秒待機中 ...

source: Waiting for server response
ja: サーバの応答待ち

source: Walk mode
ja: 自動再生モード

source: Walking Route
ja: ウォーキングルート

source: Wall
ja: 壁

source: Warn on conversion errors
ja: 変換エラーの時に警告

source: Warn on missing audio files
ja: オーディオファイルがない時に警告

source: Warning
ja: 警告

source: Warning in tagging preset "{0}-{1}": Ignoring ''{2}'' attribute as ''{3}'' elements are given.
ja: "{0}-{1}" プリセットのタグ付けの警告: ''{3}'' 要素が指定されたので ''{2}'' 属性が無視されました。

source: Warning:
ja: 警告:

source: Warning: Bookmark name already exists
ja: 警告!ブックマークの名前がすでに存在しています。

source: Warning: CRS not found
ja: 警告: 座標参照系が見つかりません

source: Warning: The 2 selected objects have equal, but not identical style caches.
ja: 警告: 2つのオブジェクトは同じものですが、スタイルキャッシュが異なります。

source: Warning: The password is transferred unencrypted.
ja: 警告:パスワードは暗号化されずに送信されます。

source: Warning: depending on the authentication method the proxy server uses the password may be transferred unencrypted.
ja: 警告: プロキシサーバーでの暗号化していないパスワードを用いた認証に失敗しました。

source: Warning: deprecation is basically irreversible!
ja: 警告: 非推奨にすると基本的に覆せません。

source: Warning: failed to delete outdated module ''{0}''.
ja: 警告: 期限切れの ''{0}'' モジュールの削除に失敗しました。

source: Warning: failed to download module information list
ja: 警告: モジュール情報一覧のダウンロードに失敗しました

source: Warning: failed to load default mime types from resource ''{0}''.
ja: 警告:リソース''{0}''からデフォルトのMIMEタイプをロードできませんでした。

source: Warning: failed to load icon for turn restriction type ''{0}''
ja: 警告: 進行方向制限の種別 ''{0}'' 用のアイコンのロードに失敗

source: Warning: failed to load mime types from file ''{0}''.
ja: 警告:ファイル''{0}''からMIMEタイプをロードできませんでした。

source: Warning: failed to open resource file ''{0}''
ja: 警告:リソースファイル''{0}''を開くことができませんでした

source: Warning: illegal format of entry in preset list ''{0}''.
ja: 警告: プリセットリスト''{0}''のエントリの形式が正しくありません。

source: Warning: illegal format of entry in rule list ''{0}''.
ja: 警告: 規則リスト''{0}''のエントリの形式が正しくありません。

source: Warning: illegal format of entry in style list ''{0}''.
ja: 警告: スタイルリスト''{0}''のエントリの形式が正しくありません。

source: Warning: preference with key ''{0}'' consist of an unsupported value.
ja: 警告:キー''{0}''の設定はサポートされていない値で構成されています。

source: Warning: preference with key ''{0}'' refers to an unsupported JSR223 compatible scripting engine with id ''{1}''.
ja: 警告:キー''{0}''の設定は、サポートされていない、ID ''{1}'' を持つJSR223互換スクリプトエンジンで構成されています。

source: Warning: preference with key ''{0}'' refers to an unsupported embedded scripting engine with id ''{1}''.
ja: 警告:キー ''{0}''の設定は、サポートされていない、ID ''{1}''を持つ組み込みスクリプトエンジンを参照しています。

source: Warning: property ''{0}'' in resource file ''{1}'' not found
ja: 警告:リソースファイル ''{1}'' のプロパティ ''{0}'' が見つかりません

source: Warning: syntax kit ''{0}'' can''t be loaded.
ja: 警告:構文キット''{0}''をロードできません。

source: Warnings
ja: 警告

source: Wash
ja: 洗車場

source: Waste
ja: 一般ごみ

source: Waste Basket/Trash Can
ja: ゴミ箱

source: Waste Disposal/Dumpster
ja: ゴミ集積所

source: Waste Power Generator
ja: ごみ発電

source: Wastewater Treatment Plant
ja: 下水処理場

source: Watches
ja: 時計

source: Water
ja: 水域

source: Water Body
ja: 水域の本体

source: Water Park
ja: ウォーターパーク

source: Water Point
ja: 水汲み場

source: Water Tank
ja: 防火用水タンク

source: Water Tower
ja: 給水塔

source: Water Turbine
ja: 水力発電機

source: Water Well
ja: 井戸

source: Water Works
ja: 浄水場

source: Water access rules:
ja: 水域交通ルール

source: Water is not pressurized, a pump is needed.
ja: 水には圧力がかかっていないので、ポンプが必要。

source: Water level
ja: 水位

source: Water source
ja: 水源

source: Waterfall
ja: 滝

source: Waterlogged area, either permanently or seasonally with vegetation.
ja: 植生のある恒常的または季節的な水浸しの区域です。

source: Watermill
ja: 水車小屋

source: Waterway
ja: 水路

source: Waterway duplicated nodes
ja: 水路の重複ノード

source: Waterway ends without a connection to another waterway or the direction of the waterway is wrong.
ja: 水路が他の水路に接続することなく終わっているか、水路の向きが誤っています。

source: Wave Energy Converter
ja: 波力発電

source: Way
ja: ウェイ

source: Way ''{0}'' is already deleted.
ja: ウェイ''{0}''は既に削除されています。

source: Way Download
ja: ウェイのダウンロード

source: Way Info
ja: ウェイの情報

source: Way connected to Area
ja: エリアに接続されたウェイ

source: Way contains more than {0} nodes.
ja: ウェイには{0}個を超えるノードが含まれています。

source: Way contains segment twice
ja: ウェイが同じ区間を二度含んでいる

source: Way end node near other highway
ja: 他の道路の近くにあるウェイの終端ノード

source: Way end node near other way
ja: 他のウェイの近くにあるウェイの終端ノード

source: Way node near other way
ja: ほかのウェイに近いウェイのノード

source: Way terminates on Area
ja: ウェイがエリアで終端されています

source: Way with external ID ''{0}'' includes missing node with external ID ''{1}''.
ja: 外部ID ''{0}'' のウェイは外部ID ''{1}'' の存在しないノードを含んでいます。

source: Way without ''house'' or ''street'' role found
ja: ロールが ''house'' または ''street'' ではないウェイが見つかりました

source: Way without ''inner'' or ''outer'' role found
ja: ロールが ''inner'' または ''outer'' ではないウェイが見つかりました

source: Way {0}
ja: ウェイ {0}

source: Way {0} with {1} nodes is incomplete because at least one node was missing in the loaded data.
ja: 読み込まれたデータから少なくとも1個のノードが欠けているため、ウェイ {0} と {1} 個のノードは不完全です。

source: Way:
ja: ウェイ:

source: WayPoint Image
ja: ウェイポイントのイメージ

source: Waymarked Trails: Cycling
ja: 道標つきのコース: サイクリング

source: Waymarked Trails: Hiking
ja: 道標つきのコース: ハイキング

source: Waymarked Trails: Horse Riding
ja: 道標つきのコース: 乗馬

source: Waymarked Trails: MTB
ja: 道標つきのコース: MTB

source: Waymarked Trails: Skating
ja: 道標つきのコース: スケート

source: Waymarked Trails: Winter Sports
ja: 道標つきのコース: ウィンタースポーツ

source: Waypoint
ja: ウエイポイント

source: Waypoint Description
ja: ウェイポイントの記述

source: Waypoint labelling
ja: ウェイポイントラベル付け

source: Waypoint search
ja: ウェイポイントの検索

source: Waypoints
ja: ウェイポイント

source: Ways
ja: ウェイ

source: Ways share segment with area
ja: ウェイにエリアと重複した区間がある

source: Ways with same position
ja: 同じ位置を持つウェイ

source: Wayside Cross
ja: 道路際の十字架

source: Wayside Shrine
ja: 道祖神

source: We can't do it without you
ja: あなたの協力が必要です。

source: We found another mapping task already locked by you
ja: すでにロックしている別のマッピングタスクが見つかりました。

source: We have a [[Catalog of Errors]] listing more examples.
ja: 他の例は [[Catalog of Errors]] に挙げてあります。

source: We need a free dataset which will enable programmers, citizen scientists, social activists, cartographers and the like to fulfill their plans without being limited either by Google's API or by their [https://www.google.com/help/terms_maps/ Google Maps/Google Earth Additional Terms of Service]:
ja: プログラマー、市中の研究者、社会活動家、地図情報技師などが、 Google API やその[https://www.google.com/intl/ja/policies/terms/regional.html 利用規約]の制約を受けずに構想を満たせる、自由なデータセットが必要です。

source: We respect the intellectual property rights of others and we need to be able to respond to any objections by intellectual property owners.
ja: 我々は、他の人々の知的財産権を尊重しており、同時に知的財産権の所有者からのあらゆる異議申し立てにも応じることができる必要があります。

source: We should strive to keep our community energetic and accessible with these expected behaviour minimums.
ja: 私たちは、これらの期待される行動を最小限に抑えながら、コミュニティの活力とアクセスを維持するよう努力すべきです。

source: We should strive to keep our discussions and disagreements appropriate.
ja: 我々は、議論と意見の相違を適切に保つよう努力すべきです。

source: We should strive to make a good first impression and we should be aware that many of these channels are archived in one form or another and will survive for a long time.
ja: 私たちは第一印象を良くするよう努力すべきであり、これらの手段の多くは何らかの形でアーカイブされており、長期にわたって存続することを認識すべきです。

source: We use cookies and similar technologies to recognize and analyze your visits, and measure traffic usage and activity.
ja: 本ウェブサイトでは、あなたの閲覧状況やトラフィックの利用状況等を計測するため、cookieあるいは類似の技術を利用しています。

source: We want the small fledging groups of people who do not speak English to feel welcome, and to have all the information they need, but we also want the community as a whole to stay together and stay focussed.
ja: 英語を話さない人々の駆け出しの小さなグループが、参加しやすく、彼らが必要とするすべての情報を受け取ってほしいのです。

source: We'd like to make at least some of this available in other languages.
ja: 私たちは、英語以外のいろんな言語でこれら文章が読めるようにしたいのです。

source: We're not changing it, no matter what your opinion is and so on.
ja: あなたの意見などに関わらず、私たちは変更していません。

source: Weapons
ja: 武器

source: Weather
ja: 気象

source: Web Recherche
ja: ウェブリサーチ

source: Webpage:
ja: ウェブページ:

source: Website
ja: ウェブサイト

source: Weight
ja: 重み付け

source: Weights must be given as positive decimal numbers with unit "t" or without unit.
ja: 重量は正の数に単位tをつけるか、単位なしで指定してください。

source: Weir
ja: 堰

source: Weird, huh?
ja: 変だと思いますか？

source: Welcome :)
ja: ようこそ さん :)

source: Welcome to the SimpleTaskManager for OpenStreetMap
ja: OpenStreetMap用シンプル タスク管理(STM) へようこそ

source: Welcome to the</span><br> <span style="font-size: xx-large;">AlignWay<span style="color: rgb(204, 85, 0);">S</span> Plugin<br> </span><span style="font-size: medium;"><br> ...or it rather should be called <br> <span style="font-size: large;">AlignWayS(egments)</span> Plugin...
ja: </span><br> <span style="font-size: xx-large;">AlignWay<span style="color: rgb(204, 85, 0);">S</span> プラグインにようこそ<br> </span><span style="font-size: medium;"><br> ...<span style="font-size: large;">AlignWayS(egments)</span> プラグインと呼んでください...

source: Well, not really.
ja: そうでもないです。

source: Wetland
ja: 湿地帯

source: What about sending it to a friend, enclosing it in an invitation or posting it on a notice board?
ja: 招待状の地図に使ったり、掲示板に案内を貼ったりするようなことも、

source: What do you want to export?
ja: 何をエキスポートしますか?

source: What is OpenStreetMap?
ja: オープンストリートマップとは

source: What to do with preference lists when this file is to be imported?
ja: このファイルをインポートするにあたって、設定リストに対して何をしますか？

source: What''s new...
ja: 新着情報...

source: Wheelchair ramp
ja: 車いす用のスロープ

source: Wheelchairs
ja: 車いす

source: Wheels: city bike, wheelchair, scooter
ja: 車輪: 普通の自転車、車いす、スクーター

source: When UI is updated and source messages.xlf changed, please repeat step 3 - 6.
ja: UIが更新され、source messages.xlfが変更されたら、ステップ3 - 6を繰り返してください。

source: When creating a project in the Tasking Manager, you may want to have a look on the [[OSM Tasking Manager/Default roads, buildings, waterways instructions|default instructions for tagging roads, buildings, waterways]].
ja: Tasking Managerでプロジェクトを作成する場合は、[[OSM Tasking Manager/Default roads,buildings,waterways instructions default instructions for tagging roads,buildings,waterways]]を参照してください。

source: When importing audio, apply it to any waypoints in the GPX layer.
ja: オーディオをインポートする際に、GPXレイヤーのウェイポイントとして扱う

source: When importing audio, make markers from...
ja: オーディオをインポート時、次からマーカーを作成...

source: When in doubt ignore them.<br>When you cancel this dialog, you can find the entries in the validator side panel to inspect them.
ja: 不明な場合は無視します。<br>このダイアログをキャンセルすると、バリデータのサイドパネルでエントリを検索して確認できます。

source: When moving tags, consider even non-repeating ones
ja: タグの移動時、重複していないことを確認してください

source: When no files are given, or the filename is "-", data is read from standard input.
ja: ファイルが指定されていない場合、またはファイル名が「-」の場合は、標準入力からデータが読み込まれます。

source: When one user works on a task, no other user is able to also update the process of that task.
ja: あるユーザーがタスクで作業している場合、他のユーザーはそのタスクのプロセスを更新できません。

source: When opening Mapillary image in web browser, show the blur editor instead of the image viewer
ja: Mapillary画像をWebブラウザで開くときに、画像ビューアの代わりにブラー編集画面を開きます。

source: When pasting the incomplete objects are removed.
ja: 貼り付けられた不完全なオブジェクトは削除されます。

source: When reading the JSON response from the {0}, an error occured!
ja: {0}からJSONレスポンスを読み取り中にエラーが発生しました!

source: When reversing this way, the following changes are suggested in order to maintain data consistency.
ja: このウェイを反転させると、データの一貫性を維持するために次の変更が提案されます。

source: When saving, display a small notification
ja: 保存するとき、小さい通知を表示します

source: When saving, keep backup files ending with a ~
ja: 保存時にバックアップファイルをファイル名の末尾に ~ を付加して保存しておく

source: When there is no clear sustained control of an area, such as [[WikiProject_Kosovo|Kosovo]], special consideration will be needed on a case by case basis.
ja: エリアにはっきりと持続的な統治が存在しない場合、例えば[[WikiProject_Kosovo|コソボ]]、ケースバイケースの基準に基づく特別な考慮が必要でしょう。

source: Where should the memberships of this node be put?
ja: このノードのメンバーをどこに設定しますか？

source: Where should the tags of the node be put?
ja: ノードのタグをどこに設定しますか？

source: Where vegetation is dominated by grasses (Poaceae) and other herbaceous (non-woody) plants.
ja: 植生が草(イネ科)やその他の草質(非木質)植物に支配されている場所。

source: Which gradually become more direct up to the point where members may be blocked.
ja: これは、メンバーがブロックされる可能性があるポイントまで徐々に直接的になります。

source: Which image layers do you want to import into the Mapillary layer?
ja: どの画像レイヤをMapillaryレイヤにインポートしますか？

source: Which source did you use?
ja: あなたが使用したソースはどれですか？

source: Which strategy do you want to use?</html>
ja: どの戦略を使用しますか?</html>

source: Which tasks to perform?
ja: どちらのタスクを実行しますか？

source: Which way segment should reuse the history of {0}?
ja: {0}の履歴をどのウェイ区間で再利用しますか？

source: Who uses the maps?
ja: 地図を使う団体と人々

source: Whole group
ja: 全てのグループ

source: Wholesale
ja: 卸売店

source: Width (meters)
ja: 幅(m)

source: Width of drawn GPX line (0 for default)
ja: GPXの線を描画する太さ(0でデフォルト)

source: Width of the rendered area, in meter
ja: レンダリング領域の幅（メートル単位）

source: Width of the target image, in pixel
ja: ターゲット画像の幅（ピクセル単位）

source: Wiki layer
ja: Wikiレイヤー

source: Wikidata Info
ja: Wikidata情報

source: Wikidata Info: {0}
ja: Wikidata情報: {0}

source: Wikidata item and Wikipedia article do not match!
ja: Wikidata 項目と Wikipedia 記事が一致しません!

source: Wikidata item {0} is not associated with Wikipedia article {1} ({2})
ja: Wikidata項目{0}は、 Wikipedia 記事{1} ({2})に関連付けされていません。

source: Wikidata items in viewport
ja: ビューポートのWikidata項目

source: Wikidata value is of unusual type for the wikidata=* tag on OSM objects
ja: Wikidataの値は、通常OSM オブジェクトのwikidata=* tag に対して使われないタイプです。

source: Wikipedia article ''{0}'' redirects to ''{1}''
ja: Wikipedia記事 ''{0}''は''{1}''へリダイレクトされます。

source: Wikipedia article is a redirect
ja: Wikipediaの記事はリダイレクトされます。

source: Wikipedia articles in viewport (for language {0})
ja: ビューポート(言語{0}用) のWikipedia記事

source: Wikipedia decided that the best way to build their encyclopaedia was to split the communities up by language, and run them as almost entirely separate projects.
ja: ウィキペディアは、百科事典を構築する最良の手段として、言語別にコミュニティを分け、それらを完全に別なプロジェクトとして運営しています。

source: Wikipedia language
ja: Wikipediaの言語

source: Wikipedia tag has invalid format!
ja: Wikipedia タグのフォーマットは無効です!

source: Wikipedia tag is not recognized!
ja: Wikipediaのタグが認識されません!

source: Wilderness Hut
ja: 自然観察小屋

source: Will associate {0} additional house number nodes
ja: {0}件の追加の住居番号ノードに関連付ける

source: Wind Turbine
ja: 風力発電

source: Windmill
ja: 風車

source: Window construction
ja: 建窓

source: Windows
ja: ウィンドウ

source: Windows: {0}
ja: ウィンドウ: {0}

source: Windsock
ja: 吹き流し

source: Wine
ja: ワイン店

source: Winery
ja: ワイン製造所

source: Wireframe Map Renderer
ja: ワイヤーフレーム地図レンダラー

source: Wireframe View
ja: ワイヤーフレーム表示

source: With OAuth you grant JOSM the right to upload map data and GPS tracks on your behalf (<a href="{0}">more info...</a>).
ja: OAuth を使い、あなたはJOSMにマップデータとGPSトラックのアップロードをあなたの責任において許可します。(<a href="{0}">詳細...</a>).

source: With OpenStreetMap there's a very unique and distinct fingerprint evident in the data coverage and details included, and yes, in the errors made.
ja: OpenStreetMapには、データの網羅している範囲、詳細部分、そしてもちろん誤りも含めて、他にはない要素を「指紋」として持っています。

source: With island
ja: 島あり

source: With keyword ''{0}'', the downloaded area in the .osm input file will be used (if recorded).
ja: キーワード''{0}''を指定すると、.osm入力ファイルのダウンロード領域が使用されます(記録されている場合)。

source: With shop
ja: 店舗あり
